{
	"ingredients" : "<h2>Ingredients:</h2><ul><li>'00' flour (300g)</li><li>2 eggs and 4 yolks, lightly beaten</li><li>Extra flour for dusting</li></ul>",
	"recipe1" : "Combine the flour and the egg mix with a pinch of salt.  Work the mix either by hand or in a food mixer until it forms large crumbs; if the dough feels a little dry at this stage add a little water, 1 tsp at a time.",
	"recipe2" : "Tip the dough onto a lightly floured surface and knead until smooth, about a minute or so.  Cover with cling film and leave to rest for 30 minutes.<img src='images/fresh-pasta.jpg' style='max-width:150px'>",
	"recipe3" : "If you're using a pasta machine feed it through on the  widest setting, then fold into three, give the dough a quarter turn and feed through the pasta machine again.  Repeat this process once more then continue to pass the dough through the machine, progressively narrowing the rollers, one notch at a time, until you have a smooth sheet of pasta.  On the narrowest setting, feed the sheet through twice.",
	"recipe4" : "If you're rolling by hand follow roll the dough out as thinly as possible then follow the same process of folding in three, turning by a quarter, then rolling again.  It's a lot of work!",
	"recipe5" : "Cut as required for the dish, either into neat sheets for lasagne, or into lengths for spaghetti, linguine, tagliatelle.  Then dust in flour (semolina if available, or a little more of the durum) and set aside until ready to use.",
	"aside1" : "<h2>Did you know....</h2>Traditionally, ‘00’ flour is used for egg pasta as it’s high in gluten.<p>The gluten stops the pasta from snapping when rolling out or cutting into strands.</p><p>You can also make pasta with plain or plain strong flour, but it will be harder to work with.</p><p><div class='youtube-container'><iframe width='' height='' src='https://www.youtube.com/embed/bOPydhPnBew' title='YouTube video player' frameborder='0' allow='accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture' allowfullscreen></iframe></div></p>"
}
